Repository: MrNtlu/Link-Saver-SwiftUI
Catalog: Link Saver/Localization/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, ja, ko, pt_br, tr, zh_hans, zh_hant

# addLink.folder.picker
source: Save to folder
de: In Ordner speichern
es_419: Guardar en carpeta
es_es: Guardar en carpeta
fr: Enregistrer dans le dossier
ja: 保存先フォルダ
ko: 저장할 폴더
pt_br: Salvar na pasta
tr: Klasöre kaydet
zh_hans: 保存到文件夹
zh_hant: 儲存到資料夾

# addLink.title
source: Add Link
de: Link hinzufügen
es_419: Agregar enlace
es_es: Añadir enlace
fr: Ajouter un lien
ja: リンクを追加
ko: 링크 추가
pt_br: Adicionar link
tr: Bağlantı ekle
zh_hans: 添加链接
zh_hant: 新增連結

# addLink.url.footer
source: Enter a website URL to save
de: Gib die URL einer Website ein, die du speichern möchtest
es_419: Ingresa la URL de un sitio web para guardar
es_es: Introduce la URL de un sitio web para guardar
fr: Saisissez l’URL d’un site web à enregistrer
ja: 保存するウェブサイトのURLを入力してください
ko: 저장할 웹사이트 URL을 입력하세요
pt_br: Digite a URL de um site para salvar
tr: Kaydetmek için bir web sitesi URL'si girin
zh_hans: 输入要保存的网站 URL
zh_hant: 輸入要儲存的網站 URL

# addLink.url.placeholder
source: Enter URL
de: URL eingeben
es_419: Ingresa la URL
es_es: Introduce la URL
fr: Saisir une URL
ja: URLを入力
ko: URL 입력
pt_br: Inserir URL
tr: URL girin
zh_hans: 输入 URL
zh_hant: 輸入 URL

# common.cancel
source: Cancel
de: Abbrechen
es_419: Cancelar
es_es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
tr: İptal
zh_hans: 取消
zh_hant: 取消

# common.color
source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
pt_br: Cor
tr: Renk
zh_hans: 颜色
zh_hant: 顏色

# common.copy
source: Copy
de: Kopieren
es_419: Copiar
es_es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

# common.copied
source: Copied
de: Kopiert
es_419: Copiado
es_es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt_br: Copiado
tr: Kopyalandı
zh_hans: 已复制
zh_hant: 已複製

# common.create
source: Create
de: Erstellen
es_419: Crear
es_es: Crear
fr: Créer
ja: 作成
ko: 생성
pt_br: Criar
tr: Oluştur
zh_hans: 创建
zh_hant: 建立

# common.delete
source: Delete
de: Löschen
es_419: Eliminar
es_es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Apagar
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# common.edit
source: Edit
de: Bearbeiten
es_419: Editar
es_es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# common.favorite
source: Favorite
de: Favorit
es_419: Favorito
es_es: Favorito
fr: Favori
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritar
tr: Favori
zh_hans: 收藏
zh_hant: 收藏

# common.fetchingPreview
source: Fetching preview...
de: Vorschau wird geladen…
es_419: Obteniendo vista previa…
es_es: Obteniendo vista previa…
fr: Récupération de l’aperçu…
ja: プレビューを取得中...
ko: 미리보기를 가져오는 중...
pt_br: Buscando prévia...
tr: Önizleme getiriliyor...
zh_hans: 正在获取预览…
zh_hant: 正在取得預覽…

# common.fetchPreview
source: Fetch Preview
de: Vorschau abrufen
es_419: Obtener vista previa
es_es: Obtener vista previa
fr: Récupérer l’aperçu
ja: プレビューを取得
ko: 미리보기 가져오기
pt_br: Buscar prévia
tr: Önizlemeyi getir
zh_hans: 获取预览
zh_hant: 取得預覽

# common.folder
source: Folder
de: Ordner
es_419: Carpeta
es_es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt_br: Pasta
tr: Klasör
zh_hans: 文件夹
zh_hant: 資料夾

# common.no
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pt_br: Não
tr: Hayır
zh_hans: 否
zh_hant: 否

# common.none
source: None
de: Keine
es_419: Ninguno
es_es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
tr: Yok
zh_hans: 无
zh_hant: 無

# common.notesOptional
source: Notes (optional)
de: Notizen (optional)
es_419: Notas (opcional)
es_es: Notas (opcional)
fr: Notes (facultatif)
ja: メモ（任意）
ko: 메모(선택 사항)
pt_br: Notas (opcional)
tr: Notlar (isteğe bağlı)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

# common.notSet
source: Not set
de: Nicht festgelegt
es_419: No establecido
es_es: No establecido
fr: Non défini
ja: 未設定
ko: 설정되지 않음
pt_br: Não definido
tr: Ayarlanmadı
zh_hans: 未设置
zh_hant: 未設定

# common.open
source: Open
de: Öffnen
es_419: Abrir
es_es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
tr: Aç
zh_hans: 打开
zh_hant: 打開

# common.pin
source: Pin
de: Anheften
es_419: Fijar
es_es: Fijar
fr: Épingler
ja: ピン留め
ko: 고정
pt_br: Fixar
tr: Sabitle
zh_hans: 置顶
zh_hant: 置頂

# common.preview
source: Preview
de: Vorschau
es_419: Vista previa
es_es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt_br: Prévia
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# common.remove
source: Remove
de: Entfernen
es_419: Quitar
es_es: Quitar
fr: Retirer
ja: 外す
ko: 제거
pt_br: Remover
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

# common.save
source: Save
de: Speichern
es_419: Guardar
es_es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

# common.share
source: Share
de: Teilen
es_419: Compartir
es_es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
tr: Paylaş
zh_hans: 分享
zh_hant: 分享

# common.title
source: Title
de: Titel
es_419: Título
es_es: Título
fr: Titre
ja: タイトル
ko: 제목
pt_br: Título
tr: Başlık
zh_hans: 标题
zh_hant: 標題

# common.unfavorite
source: Unfavorite
de: Aus Favoriten entfernen
es_419: Quitar de favoritos
es_es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入り解除
ko: 즐겨찾기 해제
pt_br: Desfavoritar
tr: Favorilerden kaldır
zh_hans: 取消收藏
zh_hant: 取消收藏

# common.unpin
source: Unpin
de: Lösen
es_419: Desfijar
es_es: Desfijar
fr: Désépingler
ja: ピン留め解除
ko: 고정 해제
pt_br: Desafixar
tr: Sabitlemeyi kaldır
zh_hans: 取消置顶
zh_hant: 取消置頂

# common.yes
source: Yes
de: Ja
es_419: Sí
es_es: Sí
fr: Oui
ja: はい
ko: 예
pt_br: Sim
tr: Evet
zh_hans: 是
zh_hant: 是

# editLink.title
source: Edit Link
de: Link bearbeiten
es_419: Editar enlace
es_es: Editar enlace
fr: Modifier le lien
ja: リンクを編集
ko: 링크 편집
pt_br: Editar link
tr: Bağlantıyı düzenle
zh_hans: 编辑链接
zh_hant: 編輯連結

# error.invalidUrlToSave
source: No valid URL to save
de: Keine gültige URL zum Speichern
es_419: No hay una URL válida para guardar
es_es: No hay una URL válida para guardar
fr: Aucune URL valide à enregistrer
ja: 保存できる有効なURLがありません
ko: 저장할 유효한 URL이 없습니다
pt_br: Nenhuma URL válida para salvar
tr: Kaydetmek için geçerli bir URL yok
zh_hans: 没有可保存的有效 URL
zh_hant: 沒有可儲存的有效 URL

# error.previewFetchFailed
source: Could not fetch preview
de: Vorschau konnte nicht geladen werden
es_419: No se pudo obtener la vista previa
es_es: No se pudo obtener la vista previa
fr: Impossible de récupérer l’aperçu
ja: プレビューを取得できませんでした
ko: 미리보기를 가져올 수 없습니다
pt_br: Não foi possível obter a prévia
tr: Önizleme alınamadı
zh_hans: 无法获取预览
zh_hant: 無法取得預覽

# error.saveFailed
source: Failed to save link.
de: Link konnte nicht gespeichert werden.
es_419: No se pudo guardar el enlace.
es_es: No se pudo guardar el enlace.
fr: Impossible d’enregistrer le lien.
ja: リンクを保存できませんでした。
ko: 링크를 저장하지 못했습니다.
pt_br: Não foi possível salvar o link.
tr: Bağlantı kaydedilemedi.
zh_hans: 无法保存链接。
zh_hant: 無法儲存連結。

# favorites.empty.message
source: Favorite links from the Links tab to see them here.
de: Markiere Links im Tab „Links“ als Favoriten, um sie hier zu sehen.
es_419: Marca enlaces como favoritos en la pestaña Enlaces para verlos aquí.
es_es: Marca enlaces como favoritos en la pestaña Enlaces para verlos aquí.
fr: Ajoutez des liens aux favoris depuis l’onglet Liens pour les voir ici.
ja: 「リンク」タブでリンクをお気に入りにすると、ここに表示されます。
ko: 링크 탭에서 링크를 즐겨찾기에 추가하면 여기에서 볼 수 있습니다.
pt_br: Favorite links na aba Links para vê-los aqui.
tr: Burada görmek için Bağlantılar sekmesinden bağlantıları favorilere ekleyin.
zh_hans: 在“链接”标签页将链接加入收藏后，会在这里显示。
zh_hant: 在「連結」分頁將連結加入收藏後，會在這裡顯示。

# favorites.empty.title
source: No Favorites
de: Keine Favoriten
es_419: No hay favoritos
es_es: No hay favoritos
fr: Aucun favori
ja: お気に入りがありません
ko: 즐겨찾기 없음
pt_br: Nenhum favorito
tr: Favori yok
zh_hans: 没有收藏
zh_hant: 沒有收藏

# favorites.search.prompt
source: Search favorites
de: Favoriten durchsuchen
es_419: Buscar favoritos
es_es: Buscar favoritos
fr: Rechercher dans les favoris
ja: お気に入りを検索
ko: 즐겨찾기 검색
pt_br: Buscar favoritos
tr: Favorileri ara
zh_hans: 搜索收藏
zh_hant: 搜尋收藏

# folder.add.title
source: New Folder
de: Neuer Ordner
es_419: Nueva carpeta
es_es: Nueva carpeta
fr: Nouveau dossier
ja: 新規フォルダ
ko: 새 폴더
pt_br: Nova pasta
tr: Yeni klasör
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# folder.edit.title
source: Edit Folder
de: Ordner bearbeiten
es_419: Editar carpeta
es_es: Editar carpeta
fr: Modifier le dossier
ja: フォルダを編集
ko: 폴더 편집
pt_br: Editar pasta
tr: Klasörü düzenle
zh_hans: 编辑文件夹
zh_hant: 編輯資料夾

# folder.icon.empty
source: No icons found
de: Keine Symbole gefunden
es_419: No se encontraron íconos
es_es: No se han encontrado iconos
fr: Aucune icône trouvée
ja: アイコンが見つかりません
ko: 아이콘을 찾을 수 없습니다
pt_br: Nenhum ícone encontrado
tr: Simge bulunamadı
zh_hans: 未找到图标
zh_hant: 找不到圖示

# folder.icon.search
source: Search icons
de: Symbole suchen
es_419: Buscar íconos
es_es: Buscar iconos
fr: Rechercher des icônes
ja: アイコンを検索
ko: 아이콘 검색
pt_br: Buscar ícones
tr: Simgeleri ara
zh_hans: 搜索图标
zh_hant: 搜尋圖示

# folder.section.icon
source: Icon
de: Symbol
es_419: Ícono
es_es: Icono
fr: Icône
ja: アイコン
ko: 아이콘
pt_br: Ícone
tr: Simge
zh_hans: 图标
zh_hant: 圖示

# folder.section.name
source: Folder Name
de: Ordnername
es_419: Nombre de la carpeta
es_es: Nombre de la carpeta
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da pasta
tr: Klasör adı
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# folderDetail.delete
source: Delete Folder
de: Ordner löschen
es_419: Eliminar carpeta
es_es: Eliminar carpeta
fr: Supprimer le dossier
ja: フォルダを削除
ko: 폴더 삭제
pt_br: Apagar pasta
tr: Klasörü sil
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

# folderDetail.delete.message
source: Are you sure you want to delete this folder? Links in this folder will not be deleted.
de: Diesen Ordner löschen? Links in diesem Ordner werden nicht gelöscht.
es_419: ¿Eliminar esta carpeta? Los enlaces de esta carpeta no se eliminarán.
es_es: ¿Eliminar esta carpeta? Los enlaces de esta carpeta no se eliminarán.
fr: Supprimer ce dossier ? Les liens contenus dans ce dossier ne seront pas supprimés.
ja: このフォルダを削除しますか？フォルダ内のリンクは削除されません。
ko: 이 폴더를 삭제할까요? 폴더 안의 링크는 삭제되지 않습니다.
pt_br: Apagar esta pasta? Links nesta pasta não serão apagados.
tr: Bu klasör silinsin mi? Bu klasördeki bağlantılar silinmeyecek.
zh_hans: 确定要删除此文件夹吗？此文件夹中的链接不会被删除。
zh_hant: 確定要刪除此資料夾嗎？此資料夾中的連結不會被刪除。

# folderDetail.delete.title
source: Delete Folder
de: Ordner löschen
es_419: Eliminar carpeta
es_es: Eliminar carpeta
fr: Supprimer le dossier
ja: フォルダを削除
ko: 폴더 삭제
pt_br: Apagar pasta
tr: Klasörü sil
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

# folderDetail.edit
source: Edit Folder
de: Ordner bearbeiten
es_419: Editar carpeta
es_es: Editar carpeta
fr: Modifier le dossier
ja: フォルダを編集
ko: 폴더 편집
pt_br: Editar pasta
tr: Klasörü düzenle
zh_hans: 编辑文件夹
zh_hant: 編輯資料夾

# folderDetail.empty.message
source: This folder is empty. Add links from the Links tab or Share Extension.
de: Dieser Ordner ist leer. Füge Links im Tab „Links“ oder über die Teilen-Erweiterung hinzu.
es_419: Esta carpeta está vacía. Agrega enlaces desde la pestaña Enlaces o desde la extensión de compartir.
es_es: Esta carpeta está vacía. Añade enlaces desde la pestaña Enlaces o desde la extensión de compartir.
fr: Ce dossier est vide. Ajoutez des liens depuis l’onglet Liens ou l’extension de partage.
ja: このフォルダは空です。「リンク」タブまたは共有機能から追加してください。
ko: 이 폴더는 비어 있습니다. 링크 탭 또는 공유 확장에서 링크를 추가하세요.
pt_br: Esta pasta está vazia. Adicione links na aba Links ou pela extensão de compartilhamento.
tr: Bu klasör boş. Bağlantılar sekmesinden veya Paylaş eklentisinden bağlantı ekleyin.
zh_hans: 此文件夹为空。请从“链接”标签页或分享扩展添加链接。
zh_hant: 此資料夾是空的。請從「連結」分頁或分享擴充功能新增連結。

# folderDetail.search.prompt %@
source: Search in %@
de: In %@ suchen
es_419: Buscar en %@
es_es: Buscar en %@
fr: Rechercher dans %@
ja: %@内を検索
ko: %@에서 검색
pt_br: Buscar em %@
tr: %@ içinde ara
zh_hans: 在 %@ 中搜索
zh_hant: 在 %@ 中搜尋

# folders.create
source: Create Folder
de: Ordner erstellen
es_419: Crear carpeta
es_es: Crear carpeta
fr: Créer un dossier
ja: フォルダを作成
ko: 폴더 생성
pt_br: Criar pasta
tr: Klasör oluştur
zh_hans: 创建文件夹
zh_hant: 建立資料夾

# folders.empty.message
source: Create folders to organize your saved links.
de: Erstelle Ordner, um deine gespeicherten Links zu organisieren.
es_419: Crea carpetas para organizar tus enlaces guardados.
es_es: Crea carpetas para organizar tus enlaces guardados.
fr: Créez des dossiers pour organiser vos liens enregistrés.
ja: フォルダを作成して保存したリンクを整理しましょう。
ko: 폴더를 만들어 저장한 링크를 정리하세요.
pt_br: Crie pastas para organizar seus links salvos.
tr: Kaydettiğiniz bağlantıları düzenlemek için klasörler oluşturun.
zh_hans: 创建文件夹来整理已保存的链接。
zh_hant: 建立資料夾來整理已儲存的連結。

# folders.empty.title
source: No Folders
de: Keine Ordner
es_419: No hay carpetas
es_es: No hay carpetas
fr: Aucun dossier
ja: フォルダがありません
ko: 폴더 없음
pt_br: Nenhuma pasta
tr: Klasör yok
zh_hans: 没有文件夹
zh_hant: 沒有資料夾

# folders.favorites.title
source: Favorites
de: Favoriten
es_419: Favoritos
es_es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
tr: Favoriler
zh_hans: 收藏
zh_hant: 收藏

# folders.reorder.button
source: Reorder
de: Reihenfolge
es_419: Reordenar
es_es: Reordenar
fr: Réorganiser
ja: 並べ替え
ko: 순서 변경
pt_br: Reordenar
tr: Sırala
zh_hans: 排序
zh_hant: 排序

# folders.reorder.title
source: Reorder Folders
de: Ordnerreihenfolge
es_419: Reordenar carpetas
es_es: Reordenar carpetas
fr: Réorganiser les dossiers
ja: フォルダを並べ替え
ko: 폴더 순서 변경
pt_br: Reordenar pastas
tr: Klasörleri sırala
zh_hans: 重新排序文件夹
zh_hant: 重新排序資料夾

# linkDetail.delete.message
source: Are you sure you want to delete this link?
de: Möchtest du diesen Link löschen?
es_419: ¿Seguro que quieres eliminar este enlace?
es_es: ¿Seguro que quieres eliminar este enlace?
fr: Voulez-vous supprimer ce lien ?
ja: このリンクを削除しますか？
ko: 이 링크를 삭제할까요?
pt_br: Tem certeza de que deseja apagar este link?
tr: Bu bağlantı silinsin mi?
zh_hans: 确定要删除此链接吗？
zh_hant: 確定要刪除此連結嗎？

# linkDetail.delete.title
source: Delete Link
de: Link löschen
es_419: Eliminar enlace
es_es: Eliminar enlace
fr: Supprimer le lien
ja: リンクを削除
ko: 링크 삭제
pt_br: Apagar link
tr: Bağlantıyı sil
zh_hans: 删除链接
zh_hant: 刪除連結

# linkDetail.favorites.add
source: Add to Favorites
de: Zu Favoriten hinzufügen
es_419: Agregar a favoritos
es_es: Añadir a favoritos
fr: Ajouter aux favoris
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
tr: Favorilere ekle
zh_hans: 加入收藏
zh_hant: 加入收藏

# linkDetail.favorites.remove
source: Remove from Favorites
de: Aus Favoriten entfernen
es_419: Quitar de favoritos
es_es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos favoritos
tr: Favorilerden kaldır
zh_hans: 从收藏中移除
zh_hant: 從收藏中移除

# linkDetail.metadata.added
source: Added
de: Hinzugefügt
es_419: Agregado
es_es: Añadido
fr: Ajouté
ja: 追加日
ko: 추가됨
pt_br: Adicionado
tr: Eklendi
zh_hans: 添加时间
zh_hant: 新增時間

# linkDetail.metadata.fetched
source: Metadata fetched
de: Metadaten geladen
es_419: Metadatos obtenidos
es_es: Metadatos obtenidos
fr: Métadonnées récupérées
ja: メタデータ取得
ko: 메타데이터 가져옴
pt_br: Metadados obtidos
tr: Meta veri alındı
zh_hans: 已获取元数据
zh_hant: 已取得中繼資料

# linkDetail.metadata.lastAttempt
source: Last attempt
de: Letzter Versuch
es_419: Último intento
es_es: Último intento
fr: Dernière tentative
ja: 最終試行
ko: 마지막 시도
pt_br: Última tentativa
tr: Son deneme
zh_hans: 上次尝试
zh_hant: 上次嘗試

# linkDetail.metadata.title
source: Metadata
de: Metadaten
es_419: Metadatos
es_es: Metadatos
fr: Métadonnées
ja: メタデータ
ko: 메타데이터
pt_br: Metadados
tr: Meta veri
zh_hans: 元数据
zh_hant: 中繼資料

# linkDetail.notes.title
source: Notes
de: Notizen
es_419: Notas
es_es: Notas
ja: メモ
ko: 메모
pt_br: Notas
tr: Notlar
zh_hans: 备注
zh_hant: 備註

# links.empty.filtered
source: No links match the current filters.
de: Keine Links entsprechen den aktuellen Filtern.
es_419: Ningún enlace coincide con los filtros actuales.
es_es: Ningún enlace coincide con los filtros actuales.
fr: Aucun lien ne correspond aux filtres actuels.
ja: 現在のフィルタに一致するリンクがありません。
ko: 현재 필터와 일치하는 링크가 없습니다.
pt_br: Nenhum link corresponde aos filtros atuais.
tr: Mevcut filtrelerle eşleşen bağlantı yok.
zh_hans: 没有链接符合当前筛选条件。
zh_hant: 沒有連結符合目前的篩選條件。

# links.empty.filteredByTag %@
source: No links match the “%@” tag.
de: Keine Links entsprechen dem Tag „%@“.
es_419: Ningún enlace coincide con la etiqueta « %@ ».
es_es: Ningún enlace coincide con la etiqueta « %@ ».
fr: Aucun lien ne correspond à l’étiquette « %@ ».
ja: 「%@」タグに一致するリンクがありません。
ko: “%@” 태그와 일치하는 링크가 없습니다.
pt_br: Nenhum link corresponde à tag “%@”.
tr: “%@” etiketiyle eşleşen bağlantı yok.
zh_hans: 没有链接符合“%@”标签。
zh_hant: 沒有連結符合「%@」標籤。

# links.empty.message
source: Save links from Safari or other apps using the Share button, or use + to add manually.
de: Speichere Links aus Safari oder anderen Apps über die Teilen-Funktion oder füge sie mit + manuell hinzu.
es_419: Guarda enlaces desde Safari u otras apps con el botón Compartir, o usa + para agregar manualmente.
es_es: Guarda enlaces desde Safari u otras apps con el botón Compartir, o usa + para añadirlos manualmente.
fr: Enregistrez des liens depuis Safari ou d’autres apps via le bouton Partager, ou utilisez + pour en ajouter manuellement.
ja: Safari などで共有ボタンからリンクを保存するか、＋で手動追加できます。
ko: Safari 또는 다른 앱의 공유 버튼으로 링크를 저장하거나 +로 직접 추가하세요.
pt_br: Salve links do Safari ou de outros apps usando o botão Compartilhar ou use + para adicionar manualmente.
tr: Safari veya diğer uygulamalarda Paylaş düğmesini kullanarak bağlantıları kaydedin ya da + ile elle ekleyin.
zh_hans: 通过 Safari 或其他应用的分享按钮保存链接，或使用 + 手动添加。
zh_hant: 透過 Safari 或其他 App 的分享按鈕儲存連結，或使用 + 手動新增。

# links.empty.title
source: No Links
de: Keine Links
es_419: No hay enlaces
es_es: No hay enlaces
fr: Aucun lien
ja: リンクがありません
ko: 링크 없음
pt_br: Nenhum link
tr: Bağlantı yok
zh_hans: 没有链接
zh_hant: 沒有連結

# links.groupByDomain.search.prompt
source: Search domains
de: Domains suchen
es_419: Buscar dominios
es_es: Buscar dominios
fr: Rechercher des domaines
ja: ドメインを検索
ko: 도메인 검색
pt_br: Buscar domínios
tr: Alan adlarını ara
zh_hans: 搜索域名
zh_hant: 搜尋網域

# links.groupByDomain.unknown
source: Unknown domain
de: Unbekannte Domain
es_419: Dominio desconocido
es_es: Dominio desconocido
fr: Domaine inconnu
ja: 不明なドメイン
ko: 알 수 없는 도메인
pt_br: Domínio desconhecido
tr: Bilinmeyen alan adı
zh_hans: 未知域名
zh_hant: 未知網域

# links.search.prompt
source: Search links
de: Links suchen
es_419: Buscar enlaces
es_es: Buscar enlaces
fr: Rechercher des liens
ja: リンクを検索
ko: 링크 검색
pt_br: Buscar links
tr: Bağlantıları ara
zh_hans: 搜索链接
zh_hant: 搜尋連結

# onboarding.button.back
source: Back
de: Zurück
es_419: Atrás
es_es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
tr: Geri
zh_hans: 返回
zh_hant: 返回

# onboarding.button.continue
source: Continue
de: Weiter
es_419: Continuar
es_es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
tr: Devam
zh_hans: 继续
zh_hant: 繼續

# onboarding.button.getStarted
source: Get started
de: Los geht’s
es_419: Comenzar
es_es: Empezar
fr: C’est parti
ja: 始める
ko: 시작
pt_br: Começar
tr: Başla
zh_hans: 开始
zh_hant: 開始

# onboarding.button.next
source: Next
de: Weiter
es_419: Siguiente
es_es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Próximo
tr: İleri
zh_hans: 下一步
zh_hant: 下一步

# onboarding.button.skip
source: Skip
de: Überspringen
es_419: Omitir
es_es: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
pt_br: Pular
tr: Atla
zh_hans: 跳过
zh_hant: 跳過

# onboarding.page.find.body
source: Search by title or URL, and mark favorites for quick access.
de: Suche nach Titel oder URL und markiere Favoriten für den Schnellzugriff.
es_419: Busca por título o URL y marca favoritos para un acceso rápido.
es_es: Busca por título o URL y marca favoritos para un acceso rápido.
fr: Recherchez par titre ou URL, et marquez vos favoris pour un accès rapide.
ja: タイトルやURLで検索し、よく使うものはお気に入りに。
ko: 제목이나 URL로 검색하고, 즐겨찾기로 빠르게 접근하세요.
pt_br: Pesquise por título ou URL e marque favoritos para acesso rápido.
tr: Başlığa veya URL'ye göre arayın; hızlı erişim için favorilere ekleyin.
zh_hans: 按标题或 URL 搜索，并将常用内容设为收藏以便快速访问。
zh_hant: 以標題或 URL 搜尋，並將常用內容加入收藏以便快速存取。

# onboarding.page.find.bullet1
source: Search by title or URL.
de: Suche nach Titel oder URL.
es_419: Busca por título o URL.
es_es: Busca por título o URL.
fr: Recherchez par titre ou URL.
ja: タイトルやURLで検索。
ko: 제목 또는 URL로 검색하세요.
pt_br: Pesquise por título ou URL.
tr: Başlığa veya URL'ye göre arayın.
zh_hans: 按标题或 URL 搜索。
zh_hant: 以標題或 URL 搜尋。

# onboarding.page.find.bullet2
source: Favorite links for quick access.
de: Favoriten für den Schnellzugriff markieren.
es_419: Marca enlaces como favoritos para acceso rápido.
es_es: Marca enlaces como favoritos para acceso rápido.
fr: Ajoutez des favoris pour un accès rapide.
ja: お気に入りで素早くアクセス。
ko: 즐겨찾기로 빠르게 접근하세요.
pt_br: Favorite links para acesso rápido.
tr: Hızlı erişim için favorilere alın.
zh_hans: 将链接设为收藏以便快速访问。
zh_hant: 將連結加入收藏以便快速存取。

# onboarding.page.find.title
source: Find anything fast
de: Alles schnell finden
es_419: Encuentra cualquier cosa rápido
es_es: Encuentra cualquier cosa rápido
fr: Trouvez tout rapidement
ja: すばやく検索
ko: 빠르게 찾기
pt_br: Encontre tudo rápido
tr: Hızlıca bulun
zh_hans: 快速查找
zh_hant: 快速搜尋

# onboarding.page.folders.body
source: Group links into folders for projects, topics, or reading lists.
de: Gruppiere Links in Ordnern für Projekte, Themen oder Leselisten.
es_419: Agrupa enlaces en carpetas para proyectos, temas o listas de lectura.
es_es: Agrupa enlaces en carpetas para proyectos, temas o listas de lectura.
fr: Regroupez les liens dans des dossiers pour vos projets, sujets ou listes de lecture.
ja: プロジェクトやトピック、読書リストごとにフォルダでまとめられます。
ko: 프로젝트, 주제, 읽기 목록별로 폴더에 링크를 모아보세요.
pt_br: Agrupe links em pastas para projetos, temas ou listas de leitura.
tr: Bağlantıları proje, konu veya okuma listeleri için klasörlerde gruplayın.
zh_hans: 按项目、主题或阅读清单把链接归入文件夹。
zh_hant: 依專案、主題或閱讀清單將連結歸入資料夾。

# onboarding.page.folders.bullet1
source: Create folders for projects or topics.
de: Erstelle Ordner für Projekte oder Themen.
es_419: Crea carpetas para proyectos o temas.
es_es: Crea carpetas para proyectos o temas.
fr: Créez des dossiers pour vos projets ou sujets.
ja: プロジェクトやトピック用にフォルダを作成。
ko: 프로젝트/주제별 폴더를 만드세요.
pt_br: Crie pastas para projetos ou temas.
tr: Proje veya konular için klasörler oluşturun.
zh_hans: 为项目或主题创建文件夹。
zh_hant: 為專案或主題建立資料夾。

# onboarding.page.folders.bullet2
source: Move links into folders to stay organized.
de: Verschiebe Links in Ordner für Ordnung.
es_419: Mueve enlaces a carpetas para mantener el orden.
es_es: Mueve enlaces a carpetas para mantener el orden.
fr: Déplacez les liens dans des dossiers pour rester organisé.
ja: リンクをフォルダに移動して整理。
ko: 링크를 폴더로 옮겨 정리하세요.
pt_br: Mova links para pastas para se organizar.
tr: Düzen için bağlantıları klasörlere taşıyın.
zh_hans: 将链接移动到文件夹中保持井井有条。
zh_hant: 將連結移到資料夾中保持有條理。

# onboarding.page.folders.title
source: Organize with folders
de: Mit Ordnern organisieren
es_419: Organiza con carpetas
es_es: Organiza con carpetas
fr: Organisez avec des dossiers
ja: フォルダで整理
ko: 폴더로 정리
pt_br: Organize com pastas
tr: Klasörlerle düzenleyin
zh_hans: 用文件夹整理
zh_hant: 用資料夾整理

# onboarding.page.preferences.body
source: Pick a theme and language to get started. You can change these later in Settings.
de: Wähle ein Design und eine Sprache, um loszulegen. Du kannst das später in den Einstellungen ändern.
es_419: Elige un tema y un idioma para empezar. Puedes cambiarlo más tarde en Ajustes.
es_es: Elige un tema y un idioma para empezar. Puedes cambiarlo más tarde en Ajustes.
fr: Choisissez un thème et une langue pour commencer. Vous pourrez les modifier plus tard dans Réglages.
ja: テーマと言語を選んで始めましょう。後で設定から変更できます。
ko: 시작하기 전에 테마와 언어를 선택하세요. 나중에 설정에서 변경할 수 있어요.
pt_br: Escolha um tema e um idioma para começar. Você pode alterar depois em Ajustes.
tr: Başlamak için tema ve dili seçin. Bunları daha sonra Ayarlar'dan değiştirebilirsiniz.
zh_hans: 先选择主题和语言。之后可在“设置”中更改。
zh_hant: 先選擇主題與語言。之後可在「設定」中更改。

# onboarding.page.preferences.title
source: Choose your preferences
de: Wähle deine Einstellungen
es_419: Elige tus preferencias
es_es: Elige tus preferencias
fr: Choisissez vos préférences
ja: 設定を選択
ko: 기본 설정 선택
pt_br: Escolha suas preferências
tr: Tercihlerinizi seçin
zh_hans: 选择偏好设置
zh_hant: 選擇偏好設定
